Repository: klandestino/bp-relate-groups-to-blogs
Catalog: languages/bp-relate-groups-to-blogs-*.po
Languages: sv_se

source: Relate Groups to Blogs Settings
sv_se: Relatera grupper med bloggar - inställningar

source: Relate Groups to Blogs
sv_se: Relatera grupper med bloggar

source: Blogs
sv_se: Bloggar

source: Add blogs below by writing their names in the search field. The search result will be shown automatically in a list below.
sv_se: Lägg till bloggar genom att skriva in deras namn i sökfältet. Bloggarna visas då per automatik i ett sökresultat längre ner.

source: Find blogs by name
sv_se: Hitta bloggar efter namn

source: Groups
sv_se: Grupper

source: Settings updated.
sv_se: Inställningar uppdaterade.

source: related-blogs
sv_se: relaterade-bloggar

source: Save
sv_se: Spara

source: Settings were successfully updated.
sv_se: Inställningarna uppdaterades.

source: Related Groups Widget
sv_se: Widget för relaterade grupper

source: Show related blogs in group header
sv_se: Visa relaterade grupper i grupphuvudet

source: Group page header title
sv_se: Titel i grupphuvudet

source: Show related blogs in group tab
sv_se: Visa relaterade bloggar i en grupptabb

source: Group page tab title
sv_se: Gruppsidans tabbtitel

source: Group page title
sv_se: Gruppsidans titel

source: Group page description
sv_se: Gruppsidans beskrivning

source: Allow groups to add their own description
sv_se: Tillåt grupper att skriva egna beskrivningar

source: Group edit page searchfield label
sv_se: Gruppens inställningssidas sökfältsnamn

source: Group edit page description
sv_se: Gruppens inställningsidas beskrivning

source: Show blog slogan in blog list on group page
sv_se: Visa bloggbeskrivning i listan över bloggar på gruppsidan

source: Blog widget default title
sv_se: Bloggwidgetens förvalda titel

source: Group bloglist description
sv_se: Beskrivning av gruppens bloggar

source: View blog
sv_se: Visa blogg

source: Title:
sv_se: Titel:

source: Add or remove a blog-group relationship on the group administration pages
sv_se: Lägg till eller ta bort en grupp-blogg-relation på gruppernas administrationssidor
